Repository: Tyluuus/Wedding_App
Catalog: lib/core/localization/app_*.arb
Languages: pl

# app_name
source: Wedding App
pl: Aplikacja Weselna

# entry_date_and_time
source: 16 September 2023 • 17:00
pl: 16 wrzesień 2023 • 17:00

# entry_place
source: Warsaw
pl: Warszawa

# about_us_label
source: About us
pl: O nas

# reviews_label
source: Reviews
pl: Recenzje

# counter_label
source: We see each other in:
pl: Widzimy się za:

# counter_legend
source: days : hours : minutes : seconds
pl: dni : godzin : minut : sekund

# add_to_calendar_button_label
source: Add to calendar
pl: Dodaj do kalendarza

# localizations_page_label
source: Localizations
pl: Lokalizacje

# wedding_label
source: Wedding
pl: Ślub

# party_label
source: Party
pl: Wesele

# wedding_address
source: St. Alexander Church plac Trzech Krzyży 00-535 Warsaw
pl: Kościół pw. św. Aleksandra plac Trzech Krzyży 00-535 Warszawa

# rsvp_page_label
source: RSVP
pl: Potwierdzenie obecności

# rsvp_sublabel
source: Below there is RSVP form. Please check all fields, choose way which you will use to send confirmation (via SMS/e-mail) and after that click "Send" button.
pl: Poniżej znajduje się formularz potwierdzenia obecności na weselu. Zaznacz proszę wszystkie pola, wybierz formę przesłania potwierdzenia (SMS/e-mail), a następnie naciśnij przycisk "Wyślij".

# contact_data_label
source: Contact data
pl: Dane kontaktowe

# name_text_field_label
source: Name and Surname
pl: Imię i nazwisko

# accompanying_person_text
source: Will you come with an accompanying person?
pl: Czy przyjdziesz z osobą towarzyszącą

# accompanying_person_text_field_title
source: Name and Surname of an accompanying person.
pl: Imię i nazwisko osoby towarzyszącej

# i_dont_know_label
source: I don't know yet with who I will come
pl: Jeszcze nie wiem z kim przyjdę

# contact_number_label
source: Contact number
pl: Numer kontaktowy

# contact_number_label_exp
source: We may need to contact with you to confirm some details regarding you. Please write number under which we can contact with you.
pl: Być może będziemy musieli się z Tobą skontaktować w celu potwierdzenia pewnych informacji. Proszę zapisz poniżej numer pod którym możemy się z Tobą skontaktować.

# confirmation_additional_info
source: Additional informations
pl: Informacje dodatkowe

# confirmation_additional_info_exp
source: If you would like to pass to us information about your food preferences, or other that can be valuable please write them below.
pl: Jeżeli chciał/a byś przekazać informacje o swoich preferencjach dotyczących posiłków, bądź inne, które uważasz za istotne proszę zapisz je poniżej.

# send_button_label
source: Send
pl: Wyślij

# information_page_label
source: Informations
pl: Informacje

# information_page_info
source: Here will be appearing all organizational informations connected with upcoming ceremony. Please remember to check this page regularly.
pl: Tutaj będą pojawiały się pozostałe informacje organizacyjne wraz ze zbliżającym się przyjęciem. Pamiętaj żeby zaglądać tu regularnie.

# contact_page_label
source: Contact
pl: Kontakt

# nav_bar_home
source: Home
pl: Główna

# nav_bar_location
source: Location
pl: Lokalizacje

# nav_bar_confirm
source: Confirm
pl: Potwierdzenie

# nav_bar_info
source: Info
pl: Informacje

# nav_bar_contact
source: Contact
pl: Kontakt

# timeout_title
source: Server communication error
pl: Błąd połączenia z serwerem

# confirmation_done_title
source: You have already sent confirmation.
pl: Wysłałaś/eś już potwierdzenie.

# confirmation_done_text
source: If anything changed please contact with us. All contact informations you will find under contact tab.
pl: Jeżeli coś się zmieniło i chcesz wprowadzić zmiany skontaktuj się z nami. Wszystkie informacje kontaktowe znajdziesz w zakładce "Kontakt"

# confirmation_sms_header
source: Hi, I'd like to confirm attendance on your weeding.
pl: Hej, chciałam/em potwierdzić obecność na Waszym weselu.

# confirmation_sms_body_with_partner
source: I will be with accompanying person:
pl: Będę z osobą towarzyszącą:

# confirmation_sms_body_without_partner
source: I will be without accompanying person.
pl: Będę bez osoby towarzyszącej.

# confirmation_sms_additional_info
source: Additional info:
pl: Dodatkowe informacje:

# confirmation_sms_responder_contact
source: My contact number:
pl: Mój numer kontaktowy:

# confirmation_sms_footer
source: Best Regards,
pl: Pozdrawiam,

# confirmation_email_subject
source: Attendance confirmation
pl: Potwierdzenie obecności

# contact_email
source: mail@gmail.com
pl: tylus97@gmail.com
